Repository: docterd/VBBNow
Catalog: VBBWatch Extension/Support Files/*.lproj/Localizable.strings
Languages: de

source: Next
de: Weiter

source: Allow
de: Erlauben

# VBBNOW_TITLE_PERMISSIONS
source: Permissions
de: Erlaubnis

# VBBNOW_INTRODUCTION_TEXT
source: Welcome to VBBNow. A Transit App for Berlin/Brandenburg.
de: Wilkommen VBBNow.

# VBBNOW_INTRODUCTION_DETAIL_TEXT
source: VBBNow shows you realtime departure times in Berlin/Brandenburg.
de: VBBNow zeigt dir in Echtzeit die Abfahrtzeiten des Nahverkehrs in deiner Nähe an.

# VBBNOW_INTRODUCTION_PERMISSION_TEXT
source: VBBNow work only with access to your location.
de: Damit VBBNow funktioniert, braucht es einen Zugang zu einer Umgebung.

# STATUS_LOADING_STATIONS
source: Loading stations
de: Lade Stationen

# STATUS_LOADING_STATIONS_DETAILS
source: Loading station details
de: Lade Stationsdetails

# STATUS_FAILED
source: Failed :(
de: Fehler :(

# STATUS_LOADING_UNKNOWN
source: Unknown Location
de: Unbekannter Standort

# STATUS_RELOAD
source: Refresh Stations
de: Stationen Neuladen
